Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Your goal
ar: هدفك
de: Dein Ziel
es: Tu objetivo
fr: Ton objectif
hi: आपका लक्ष्य
hu: A célod
it: Il tuo obiettivo
ko: 목표
pl: Twój cel
pt: O teu objetivo
pt_br: Seu objetivo
ru: Ваша цель
th: เป้าหมายของคุณ
tr: Hedefin
uk: Твоя ціль
zh: 你的目标

source: Your goal is drawn as a line through the weight charts, and gains/losses are colored by whether they move toward it.
ar: يُرسَم هدفك كخط عبر مخططات الوزن، وتُلوَّن الزيادات/الخسائر بحسب ما إذا كانت تتجه نحوه.
de: Dein Ziel wird als Linie in den Gewichts-Charts angezeigt, und Zu-/Abnahmen werden danach eingefärbt, ob sie darauf zusteuern.
es: Tu meta se dibuja como una línea en las gráficas de peso, y las subidas/bajadas se colorean según se acerquen a ella.
fr: Ton objectif apparaît comme une ligne sur les graphiques de poids, et les variations sont colorées selon qu'elles s'en rapprochent.
hi: आपका लक्ष्य वज़न चार्ट में एक रेखा के रूप में दिखता है, और बढ़त/घटत को इस आधार पर रंगा जाता है कि वे लक्ष्य की ओर जा रहे हैं या नहीं।
hu: A célod egy vonalként jelenik meg a súlygrafikonokon, a gyarapodás/fogyás pedig aszerint van színezve, hogy afelé mozog-e.
it: Il tuo obiettivo appare come una linea nei grafici del peso, e aumenti/cali sono colorati a seconda che vi si avvicinino.
ko: 목표가 체중 그래프에 선으로 표시되며, 증감은 목표에 가까워지는지에 따라 색이 입혀집니다.
pl: Twój cel jest rysowany jako linia na wykresach wagi, a zmiany są kolorowane zależnie od tego, czy się do niego zbliżają.
pt: A tua meta aparece como uma linha nos gráficos de peso, e ganhos/perdas são coloridos consoante se aproximam dela.
pt_br: Sua meta aparece como uma linha nos gráficos de peso, e os ganhos ou perdas mudam de cor conforme você se aproxima dela.
ru: Цель показана линией на графиках веса, а изменения окрашиваются в зависимости от того, приближают ли они к ней.
th: เป้าหมายจะแสดงเป็นเส้นในกราฟน้ำหนัก และการเพิ่ม/ลดจะใช้สีบอกว่ากำลังเข้าใกล้เป้าหมายหรือไม่
tr: Hedefin kilo grafiklerinde bir çizgi olarak gösterilir; artış/azalışlar hedefe yaklaşıp yaklaşmadığına göre renklendirilir.
uk: Ціль показана лінією на графіках ваги, а зміни забарвлюються залежно від того, чи наближають вони до неї.
zh: 目标会以一条线显示在体重图表中，增减会根据是否朝目标靠近来着色。

source: Your heaviest set of the exercise, from any workout.
ar: أثقل مجموعة لك في هذا التمرين، من أي جلسة.
de: Dein schwerster Satz der Übung, aus allen Trainings.
es: Tu serie más pesada del ejercicio, de cualquier entrenamiento.
fr: Ta série la plus lourde de l’exercice, toutes séances confondues.
hi: किसी भी वर्कआउट से, इस व्यायाम का आपका सबसे भारी सेट।
hu: A gyakorlat legnehezebb sorozata, bármelyik edzésedből.
it: La tua serie più pesante dell’esercizio, da qualsiasi allenamento.
ko: 모든 운동 중 이 운동의 가장 무거운 세트.
pl: Najcięższa seria tego ćwiczenia, z dowolnego treningu.
pt: A tua série mais pesada do exercício, de qualquer treino.
pt_br: Sua série mais pesada do exercício, de qualquer treino.
ru: Ваш самый тяжёлый подход в этом упражнении, из любой тренировки.
th: เซ็ตที่หนักที่สุดของท่านี้ จากทุกการฝึก
tr: Bu egzersizdeki en ağır setin, herhangi bir antrenmandan.
uk: Твій найважчий підхід у цій вправі — з будь-якого тренування.
zh: 该动作在所有训练中最重的一组。

source: Your last session
ar: جلستك الأخيرة
de: Deine letzte Einheit
es: Tu última sesión
fr: Ta dernière séance
hi: आपका पिछला सेशन
hu: Az utolsó edzésed
it: La tua ultima sessione
ko: 지난 세션
pl: Twoja ostatnia sesja
pt: A tua última sessão
pt_br: Sua última sessão
ru: Ваша последняя тренировка
th: เซสชันล่าสุดของคุณ
tr: Son seansın
uk: Твоє останнє тренування
zh: 你的上次训练

source: Your last workout
ar: آخر تمرين لك
de: Dein letztes Training
es: Tu último entreno
fr: Ta dernière séance
hi: आपका पिछला वर्कआउट
hu: A legutóbbi edzésed
it: Il tuo ultimo allenamento
ko: 마지막 운동
pl: Twój ostatni trening
pt: O teu último treino
pt_br: Seu último treino
ru: Твоя последняя тренировка
th: การฝึกล่าสุดของคุณ
tr: Son antrenmanın
uk: Твоє останнє тренування
zh: 你上次的训练

source: Your lifts count towards the medians
ar: تُحتسب رفعاتك ضمن المتوسطات
de: Deine Lifts zählen zu den Medianen
es: Tus marcas cuentan para las medianas
fr: Tes charges comptent dans les médianes
hi: आपकी लिफ़्ट माध्यिका में गिनी जाती हैं
hu: A teljesítményed beleszámít a mediánokba
it: I tuoi carichi contano per le mediane
ko: 내 기록이 중앙값에 반영됩니다
pl: Twoje wyniki liczą się do median
pt: As tuas cargas contam para as medianas
pt_br: Suas cargas contam para as medianas
ru: Твои результаты учитываются в медианах
th: การยกของคุณนับรวมในค่ามัธยฐาน
tr: Kaldırdıkların medyanlara sayılır
uk: Твої результати враховуються в медіанах
zh: 你的成绩会计入中位数

source: Your name
ar: اسمك
de: Dein Name
es: Tu nombre
fr: Ton nom
hi: आपका नाम
hu: A neved
it: Il tuo nome
ko: 이름
pl: Twoje imię
pt: O teu nome
pt_br: Seu nome
ru: Твоё имя
th: ชื่อของคุณ
tr: İsmin
uk: Твоє ім’я
zh: 你的名字

source: Your name, your sign-in details and everything else about your account stay here. Other people’s data is never included.
ar: يبقى اسمك وتفاصيل تسجيل دخولك وكل ما يخص حسابك هنا. لا تُضمَّن بيانات الآخرين أبدًا.
de: Dein Name, deine Anmeldedaten und alles andere zu deinem Konto bleiben hier. Daten anderer Personen sind nie dabei.
es: Tu nombre, tus datos de acceso y todo lo demás de tu cuenta se quedan aquí. Los datos de otras personas nunca se incluyen.
fr: Votre nom, vos identifiants et tout le reste de votre compte restent ici. Les données des autres ne sont jamais incluses.
hi: आपका नाम, साइन-इन विवरण और आपके खाते की बाकी सब जानकारी यहीं रहती है। दूसरों का डेटा कभी शामिल नहीं होता।
hu: A neved, a bejelentkezési adataid és minden más a fiókodról itt marad. Mások adatai soha nem kerülnek bele.
it: Il tuo nome, i dati di accesso e tutto il resto del tuo account restano qui. I dati di altre persone non sono mai inclusi.
ko: 이름, 로그인 정보 등 계정에 관한 나머지는 모두 여기 남습니다. 다른 사람의 데이터는 절대 포함되지 않습니다.
pl: Twoje imię, dane logowania i wszystko inne z Twojego konta zostaje tutaj. Dane innych osób nigdy nie są dołączane.
pt: O teu nome, os teus dados de acesso e tudo o resto da tua conta ficam aqui. Os dados de outras pessoas nunca são incluídos.
pt_br: Seu nome, seus dados de acesso e todo o resto da sua conta ficam aqui. Os dados de outras pessoas nunca são incluídos.
ru: Ваше имя, данные для входа и всё остальное из вашей учётной записи остаются здесь. Данные других людей никогда не передаются.
th: ชื่อของคุณ ข้อมูลการเข้าสู่ระบบ และทุกอย่างเกี่ยวกับบัญชีของคุณอยู่ที่นี่ ข้อมูลของคนอื่นจะไม่ถูกรวมเด็ดขาด
tr: Adın, giriş bilgilerin ve hesabınla ilgili diğer her şey burada kalır. Başkalarının verileri asla dâhil edilmez.
uk: Твоє ім’я, дані для входу та все інше про твій акаунт лишаються тут. Дані інших людей ніколи не передаються.
zh: 你的姓名、登录信息以及账号的其他一切都留在本地，绝不会包含他人的数据。

# Your own list for {0}.
source: Your own list for %1$@.
ar: قائمتك الخاصة لـ %1$@.
de: Deine eigene Liste für %1$@.
es: Tu propia lista para %1$@.
fr: Ta propre liste pour %1$@.
hi: %1$@ के लिए आपकी अपनी लिस्ट।
hu: A saját listád ehhez: %1$@.
it: La tua lista personale per %1$@.
ko: %1$@용 나만의 목록입니다.
pl: Twoja własna lista dla %1$@.
pt: A tua lista própria para %1$@.
pt_br: Sua lista própria para %1$@.
ru: Твой собственный список для %1$@.
th: รายการของคุณเองสำหรับ %1$@
tr: %1$@ için kendi listen.
uk: Твій власний список для %1$@.
zh: 你自己的 %1$@ 清单。

source: Your passkey could not be confirmed.
ar: تعذّر تأكيد مفتاح المرور.
de: Dein Passkey konnte nicht bestätigt werden.
es: No se pudo confirmar tu passkey.
fr: Ta passkey n’a pas pu être confirmée.
hi: आपकी पासकी की पुष्टि नहीं हो सकी।
hu: A jelszókulcsodat nem sikerült megerősíteni.
it: Non è stato possibile confermare la tua passkey.
ko: 패스키를 확인할 수 없습니다.
pl: Nie udało się potwierdzić passkey.
pt: Não foi possível confirmar a tua passkey.
pt_br: Não foi possível confirmar sua chave de acesso.
ru: Не удалось подтвердить ключ доступа.
th: ไม่สามารถยืนยันพาสคีย์ของคุณได้
tr: Geçiş anahtarın doğrulanamadı.
uk: Не вдалося підтвердити ключ доступу.
zh: 无法确认你的通行密钥。

# Your photo and video space on the server is full ({0} of {1} MB).
source: Your photo and video space on the server is full (%1$@ of %2$@ MB).
ar: امتلأت مساحة الصور والفيديو الخاصة بك على الخادم (%1$@ من %2$@ م.ب).
de: Dein Platz für Fotos und Videos auf dem Server ist voll (%1$@ von %2$@ MB).
es: Tu espacio para fotos y vídeos en el servidor está lleno (%1$@ de %2$@ MB).
fr: Votre espace pour les photos et vidéos sur le serveur est plein (%1$@ sur %2$@ Mo).
hi: सर्वर पर आपकी फ़ोटो और वीडियो की जगह भर गई है (%2$@ में से %1$@ MB)।
hu: A szerveren a fotóknak és videóknak szánt helyed megtelt (%1$@ / %2$@ MB).
it: Il tuo spazio per foto e video sul server è pieno (%1$@ di %2$@ MB).
ko: 서버의 사진·동영상 공간이 가득 찼습니다 (%1$@ / %2$@ MB).
pl: Twoje miejsce na zdjęcia i filmy na serwerze jest pełne (%1$@ z %2$@ MB).
pt: O teu espaço para fotos e vídeos no servidor está cheio (%1$@ de %2$@ MB).
pt_br: Seu espaço para fotos e vídeos no servidor está cheio (%1$@ de %2$@ MB).
ru: Место для фото и видео на сервере закончилось (%1$@ из %2$@ МБ).
th: พื้นที่รูปภาพและวิดีโอของคุณบนเซิร์ฟเวอร์เต็มแล้ว (%1$@ จาก %2$@ MB)
tr: Sunucudaki fotoğraf ve video alanın dolu (%1$@ / %2$@ MB).
uk: Місце для фото й відео на сервері закінчилося (%1$@ з %2$@ МБ).
zh: 你在服务器上的照片和视频空间已满（%1$@ / %2$@ MB）。

source: Your plan
ar: خطتك
de: Dein Plan
es: Tu plan
fr: Votre plan
hi: आपका प्लान
hu: A terved
it: Il tuo piano
ko: 내 계획
pl: Twój plan
pt: O teu plano
pt_br: Seu plano
ru: Ваш план
th: แผนของคุณ
tr: Planın
uk: Твій план
zh: 你的计划

source: Your plan changed since the Coach looked at it. Suggestions that no longer match are greyed out — ask for a fresh review to see them again.
ar: تغيرت خطتك منذ أن اطّلع عليها المدرب. الاقتراحات التي لم تعد مطابقة تظهر باهتة — اطلب مراجعة جديدة لرؤيتها مجددًا.
de: Dein Plan hat sich geändert, seit der Coach ihn angesehen hat. Vorschläge, die nicht mehr passen, sind ausgegraut — fordere eine neue Auswertung an, um sie wiederzusehen.
es: Tu plan ha cambiado desde que el Entrenador lo miró. Las sugerencias que ya no encajan aparecen atenuadas: pide una revisión nueva para verlas de nuevo.
fr: Votre plan a changé depuis que le Coach l’a consulté. Les suggestions qui ne correspondent plus sont grisées : demandez un nouveau bilan pour les revoir.
hi: कोच के देखने के बाद आपका प्लान बदल गया है। जो सुझाव अब मेल नहीं खाते वे धुँधले दिख रहे हैं — दोबारा देखने के लिए नई समीक्षा माँगें।
hu: A terved megváltozott, mióta az Edző megnézte. A már nem illő javaslatok szürkék — kérj új áttekintést, hogy újra lásd őket.
it: Il tuo piano è cambiato da quando il Coach l’ha esaminato. I suggerimenti che non corrispondono più sono in grigio: chiedi una nuova revisione per rivederli.
ko: 코치가 확인한 이후 계획이 바뀌었습니다. 더 이상 맞지 않는 제안은 흐리게 표시됩니다 — 다시 보려면 새 리뷰를 요청하세요.
pl: Twój plan zmienił się, odkąd Trener na niego patrzył. Propozycje, które już nie pasują, są wyszarzone — poproś o nowy przegląd, by je znów zobaczyć.
pt: O teu plano mudou desde que o Treinador o viu. As sugestões que já não encaixam aparecem esbatidas: pede uma revisão nova para as veres outra vez.
pt_br: Seu plano mudou desde que o Treinador o viu. As sugestões que não se encaixam mais aparecem esmaecidas — peça uma nova revisão para vê-las de novo.
ru: Ваш план изменился с тех пор, как Тренер его смотрел. Предложения, которые больше не подходят, показаны серым — запросите новый разбор, чтобы увидеть их снова.
th: แผนของคุณเปลี่ยนไปตั้งแต่โค้ชดูครั้งล่าสุด ข้อเสนอที่ไม่ตรงกันแล้วจะเป็นสีเทา — ขอรีวิวใหม่เพื่อดูอีกครั้ง
tr: Koç baktığından beri planın değişti. Artık uymayan öneriler soluk gösteriliyor — yeniden görmek için yeni bir değerlendirme iste.
uk: Твій план змінився відтоді, як Тренер його дивився. Пропозиції, що більше не підходять, показано сірим — запроси новий розбір, щоб побачити їх знову.
zh: 自教练查看以来你的计划有变动。不再匹配的建议已置灰——请重新请求复盘以再次查看。

source: Your plan goes back to how it was before you accepted them. Workouts you have logged since are untouched.
ar: تعود خطتك إلى ما كانت عليه قبل قبولها. التدريبات التي سجلتها منذ ذلك الحين لن تُمس.
de: Dein Plan geht zurück in den Zustand vor deiner Zustimmung. Seither protokollierte Einheiten bleiben unangetastet.
es: Tu plan vuelve a como estaba antes de aceptarlos. Los entrenamientos registrados desde entonces no se tocan.
fr: Votre plan revient à ce qu’il était avant que vous les acceptiez. Les séances enregistrées depuis ne sont pas touchées.
hi: आपका प्लान उसी स्थिति में लौट जाएगा जैसा स्वीकार करने से पहले था। उसके बाद दर्ज वर्कआउट अछूते रहेंगे।
hu: A terved visszaáll az elfogadás előtti állapotba. Az azóta rögzített edzések érintetlenek maradnak.
it: Il piano torna com’era prima che le accettassi. Gli allenamenti registrati da allora non vengono toccati.
ko: 계획이 수락 전 상태로 돌아갑니다. 그 이후 기록한 운동은 그대로 유지됩니다.
pl: Plan wróci do stanu sprzed ich zaakceptowania. Treningi zapisane od tamtej pory pozostaną nietknięte.
pt: O teu plano volta ao que era antes de as aceitares. Os treinos registados desde então não são tocados.
pt_br: Seu plano volta ao que era antes de você aceitá-las. Os treinos registrados desde então não são alterados.
ru: План вернётся к состоянию до принятия изменений. Записанные с тех пор тренировки останутся нетронутыми.
th: แผนของคุณจะกลับไปเป็นเหมือนก่อนที่คุณยอมรับ การฝึกที่บันทึกไว้ตั้งแต่นั้นจะไม่ถูกแตะต้อง
tr: Planın, onları kabul etmeden önceki hâline döner. O zamandan beri kaydettiğin antrenmanlara dokunulmaz.
uk: План повернеться до стану перед прийняттям змін. Записані відтоді тренування лишаться незмінними.
zh: 你的计划会恢复到你接受这些更改之前的状态。此后记录的训练不受影响。

source: Your plan is live
ar: خطتك نشطة
de: Dein Plan ist aktiv
es: Tu plan está activo
fr: Votre plan est actif
hi: आपका प्लान लागू है
hu: A terved él
it: Il tuo piano è attivo
ko: 계획이 적용되었습니다
pl: Twój plan działa
pt: O teu plano está ativo
pt_br: Seu plano está ativo
ru: Ваш план активен
th: แผนของคุณใช้งานอยู่แล้ว
tr: Planın devrede
uk: Твій план активний
zh: 你的计划已生效

source: Your plan is ready
ar: خطتك جاهزة
de: Dein Plan ist fertig
es: Tu plan está listo
fr: Votre plan est prêt
hi: आपका प्लान तैयार है
hu: A terved elkészült
it: Il tuo piano è pronto
ko: 계획이 준비되었습니다
pl: Twój plan jest gotowy
pt: O teu plano está pronto
pt_br: Seu plano está pronto
ru: Ваш план готов
th: แผนของคุณพร้อมแล้ว
tr: Planın hazır
uk: Твій план готовий
zh: 你的计划已就绪

# Your server answered with an error (HTTP {0}). Your changes are kept here.
source: Your server answered with an error (HTTP %1$@). Your changes are kept here.
ar: ردّ خادمك بخطأ (HTTP %1$@). تغييراتك محفوظة هنا.
de: Dein Server hat mit einem Fehler geantwortet (HTTP %1$@). Deine Änderungen bleiben hier.
es: Tu servidor respondió con un error (HTTP %1$@). Tus cambios se quedan aquí.
fr: Votre serveur a répondu par une erreur (HTTP %1$@). Vos modifications restent ici.
hi: आपके सर्वर ने त्रुटि के साथ जवाब दिया (HTTP %1$@)। आपके बदलाव यहीं रखे हैं।
hu: A szervered hibával válaszolt (HTTP %1$@). A módosításaid itt maradnak.
it: Il tuo server ha risposto con un errore (HTTP %1$@). Le tue modifiche restano qui.
ko: 서버가 오류로 응답했습니다 (HTTP %1$@). 변경 사항은 이 기기에 보관됩니다.
pl: Twój serwer odpowiedział błędem (HTTP %1$@). Twoje zmiany zostają tutaj.
pt: O teu servidor respondeu com um erro (HTTP %1$@). As tuas alterações ficam aqui.
pt_br: Seu servidor respondeu com um erro (HTTP %1$@). Suas alterações ficam aqui.
ru: Ваш сервер ответил ошибкой (HTTP %1$@). Ваши изменения остаются здесь.
th: เซิร์ฟเวอร์ของคุณตอบกลับด้วยข้อผิดพลาด (HTTP %1$@) การเปลี่ยนแปลงของคุณยังเก็บไว้ที่นี่
tr: Sunucun bir hatayla yanıt verdi (HTTP %1$@). Değişikliklerin burada kalıyor.
uk: Твій сервер відповів помилкою (HTTP %1$@). Твої зміни збережено тут.
zh: 你的服务器返回了错误（HTTP %1$@）。你的更改保留在这里。

source: Your server cannot be reached — showing the last copy synced with it.
ar: تعذّر الوصول إلى خادمك — يُعرض آخر نسخة متزامنة معه.
de: Dein Server ist nicht erreichbar — zeigt die zuletzt mit ihm synchronisierte Kopie.
es: No se puede llegar a tu servidor: se muestra la última copia sincronizada con él.
fr: Votre serveur est injoignable — affichage de la dernière copie synchronisée avec lui.
hi: आपके सर्वर तक नहीं पहुँचा जा सकता — उससे सिंक की गई आख़िरी प्रति दिखाई जा रही है।
hu: A szervered nem érhető el — a vele utoljára szinkronizált másolat látható.
it: Il tuo server non è raggiungibile — viene mostrata l’ultima copia sincronizzata con esso.
ko: 서버에 연결할 수 없습니다 — 서버와 마지막으로 동기화된 사본을 표시합니다.
pl: Twój serwer jest nieosiągalny — wyświetlana jest ostatnia kopia z nim zsynchronizowana.
pt: Não é possível chegar ao teu servidor — a mostrar a última cópia sincronizada com ele.
pt_br: Não é possível acessar o seu servidor — mostrando a última cópia sincronizada com ele.
ru: Ваш сервер недоступен — показана последняя копия, синхронизированная с ним.
th: เชื่อมต่อเซิร์ฟเวอร์ของคุณไม่ได้ — แสดงสำเนาล่าสุดที่ซิงค์กับเซิร์ฟเวอร์
tr: Sunucuna ulaşılamıyor — sunucuyla en son eşitlenen kopya gösteriliyor.
uk: Твій сервер недоступний — показано останню копію, синхронізовану з ним.
zh: 无法连接你的服务器 — 正在显示最后一次与它同步的副本。

source: Your server cannot be reached — your changes are saved on this device and sync once it answers again.
ar: تعذّر الوصول إلى خادمك — تُحفظ تغييراتك على هذا الجهاز وتتزامن عندما يستجيب مجددًا.
de: Dein Server ist nicht erreichbar — deine Änderungen sind auf diesem Gerät gespeichert und werden synchronisiert, sobald er wieder antwortet.
es: No se puede llegar a tu servidor: tus cambios se guardan en este dispositivo y se sincronizarán cuando vuelva a responder.
fr: Votre serveur est injoignable — vos modifications sont enregistrées sur cet appareil et seront synchronisées dès qu'il répondra à nouveau.
hi: आपके सर्वर तक नहीं पहुँचा जा सकता — आपके बदलाव इस डिवाइस पर सहेजे गए हैं और उसके फिर से जवाब देते ही सिंक हो जाएँगे।
hu: A szervered nem érhető el — a módosításaid ezen az eszközön vannak mentve, és szinkronizálódnak, amint újra válaszol.
it: Il tuo server non è raggiungibile — le tue modifiche sono salvate su questo dispositivo e verranno sincronizzate quando risponderà di nuovo.
ko: 서버에 연결할 수 없습니다 — 변경 사항은 이 기기에 저장되며 서버가 다시 응답하면 동기화됩니다.
pl: Twój serwer jest nieosiągalny — zmiany są zapisane na tym urządzeniu i zsynchronizują się, gdy znów odpowie.
pt: Não é possível chegar ao teu servidor — as tuas alterações ficam guardadas neste dispositivo e sincronizam assim que ele voltar a responder.
pt_br: Não é possível acessar o seu servidor — suas alterações ficam salvas neste dispositivo e sincronizam assim que ele voltar a responder.
ru: Ваш сервер недоступен — изменения сохранены на этом устройстве и синхронизируются, как только он снова ответит.
th: เชื่อมต่อเซิร์ฟเวอร์ของคุณไม่ได้ — การเปลี่ยนแปลงถูกบันทึกไว้ในอุปกรณ์นี้และจะซิงค์เมื่อเซิร์ฟเวอร์ตอบกลับอีกครั้ง
tr: Sunucuna ulaşılamıyor — değişikliklerin bu cihazda kayıtlı, sunucu yeniden yanıt verince eşitlenecek.
uk: Твій сервер недоступний — зміни збережено на цьому пристрої, вони синхронізуються, щойно він знову відповість.
zh: 无法连接你的服务器 — 你的更改已保存在此设备上，服务器恢复响应后会自动同步。

source: Your server does not store photos and videos yet.
ar: لا يخزّن خادمك الصور والفيديو بعد.
de: Dein Server speichert noch keine Fotos und Videos.
es: Tu servidor aún no guarda fotos ni vídeos.
fr: Votre serveur n’enregistre pas encore les photos et vidéos.
hi: आपका सर्वर अभी फ़ोटो और वीडियो नहीं रखता।
hu: A szervered még nem tárol fotókat és videókat.
it: Il tuo server non salva ancora foto e video.
ko: 서버가 아직 사진과 동영상을 저장하지 않습니다.
pl: Twój serwer nie przechowuje jeszcze zdjęć i filmów.
pt: O teu servidor ainda não guarda fotos e vídeos.
pt_br: Seu servidor ainda não armazena fotos e vídeos.
ru: Ваш сервер пока не хранит фото и видео.
th: เซิร์ฟเวอร์ของคุณยังไม่เก็บรูปภาพและวิดีโอ
tr: Sunucun henüz fotoğraf ve video saklamıyor.
uk: Твій сервер поки не зберігає фото й відео.
zh: 你的服务器尚不能存储照片和视频。

source: Your server has no Coach enabled — ask its admin, or bring your own key below.
ar: خادمك لا يفعّل المدرب — اطلب من مشرفه، أو استخدم مفتاحك الخاص أدناه.
de: Auf deinem Server ist kein Coach aktiviert — frag den Admin, oder nutze unten deinen eigenen Schlüssel.
es: Tu servidor no tiene el entrenador activado: pregunta a su administrador o usa tu propia clave abajo.
fr: Aucun coach n’est activé sur ton serveur — demande à son admin, ou utilise ta propre clé ci-dessous.
hi: आपके सर्वर पर कोच सक्षम नहीं है — इसके एडमिन से पूछें, या नीचे अपनी कुंजी इस्तेमाल करें।
hu: A szervereden nincs Edző bekapcsolva — kérd meg az adminját, vagy add meg lent a saját kulcsodat.
it: Il tuo server non ha il Coach attivo: chiedi all’amministratore, oppure usa la tua chiave qui sotto.
ko: 서버에 코치가 활성화되어 있지 않습니다 — 관리자에게 문의하거나 아래에서 내 키를 사용하세요.
pl: Twój serwer nie ma włączonego trenera — zapytaj administratora albo użyj własnego klucza poniżej.
pt: O teu servidor não tem o Treinador ativado — pergunta ao administrador, ou usa a tua própria chave abaixo.
pt_br: Seu servidor não tem o Treinador ativado — pergunte ao administrador, ou use sua própria chave abaixo.
ru: На вашем сервере тренер не включён — спросите администратора или используйте свой ключ ниже.
th: เซิร์ฟเวอร์ของคุณไม่ได้เปิดโค้ช — ถามผู้ดูแล หรือใช้คีย์ของคุณเองด้านล่าง
tr: Sunucunda koç etkin değil — yöneticisine sor ya da aşağıda kendi anahtarını kullan.
uk: На твоєму сервері тренер не увімкнений — запитай адміністратора або скористайся своїм ключем нижче.
zh: 你的服务器未启用教练——请联系管理员，或在下方使用你自己的密钥。

source: Your server no longer accepts this browser. Your changes are kept here.
ar: لم يعد خادمك يقبل هذا المتصفح. تغييراتك محفوظة هنا.
de: Dein Server akzeptiert diesen Browser nicht mehr. Deine Änderungen bleiben hier.
es: Tu servidor ya no acepta este navegador. Tus cambios se quedan aquí.
fr: Votre serveur n'accepte plus ce navigateur. Vos modifications restent ici.
hi: आपका सर्वर अब इस ब्राउज़र को स्वीकार नहीं करता। आपके बदलाव यहीं रखे हैं।
hu: A szervered már nem fogadja el ezt a böngészőt. A módosításaid itt maradnak.
it: Il tuo server non accetta più questo browser. Le tue modifiche restano qui.
ko: 서버가 더 이상 이 브라우저를 허용하지 않습니다. 변경 사항은 이 기기에 보관됩니다.
pl: Twój serwer nie akceptuje już tej przeglądarki. Twoje zmiany zostają tutaj.
pt: O teu servidor já não aceita este navegador. As tuas alterações ficam aqui.
pt_br: Seu servidor não aceita mais este navegador. Suas alterações ficam aqui.
ru: Ваш сервер больше не принимает этот браузер. Ваши изменения остаются здесь.
th: เซิร์ฟเวอร์ของคุณไม่ยอมรับเบราว์เซอร์นี้อีกต่อไป การเปลี่ยนแปลงของคุณยังเก็บไว้ที่นี่
tr: Sunucun bu tarayıcıyı artık kabul etmiyor. Değişikliklerin burada kalıyor.
uk: Твій сервер більше не приймає цей браузер. Твої зміни збережено тут.
zh: 你的服务器不再接受此浏览器。你的更改保留在这里。

source: Your server no longer accepts this phone. Your changes are kept here.
ar: لم يعد خادمك يقبل هذا الهاتف. تغييراتك محفوظة هنا.
de: Dein Server akzeptiert dieses Handy nicht mehr. Deine Änderungen bleiben hier.
es: Tu servidor ya no acepta este teléfono. Tus cambios se quedan aquí.
fr: Votre serveur n'accepte plus ce téléphone. Vos modifications restent ici.
hi: आपका सर्वर अब इस फ़ोन को स्वीकार नहीं करता। आपके बदलाव यहीं रखे हैं।
hu: A szervered már nem fogadja el ezt a telefont. A módosításaid itt maradnak.
it: Il tuo server non accetta più questo telefono. Le tue modifiche restano qui.
ko: 서버가 더 이상 이 휴대폰을 허용하지 않습니다. 변경 사항은 이 기기에 보관됩니다.
pl: Twój serwer nie akceptuje już tego telefonu. Twoje zmiany zostają tutaj.
pt: O teu servidor já não aceita este telemóvel. As tuas alterações ficam aqui.
pt_br: Seu servidor não aceita mais este celular. Suas alterações ficam aqui.
ru: Ваш сервер больше не принимает этот телефон. Ваши изменения остаются здесь.
th: เซิร์ฟเวอร์ของคุณไม่ยอมรับโทรศัพท์เครื่องนี้อีกต่อไป การเปลี่ยนแปลงของคุณยังเก็บไว้ที่นี่
tr: Sunucun bu telefonu artık kabul etmiyor. Değişikliklerin burada kalıyor.
uk: Твій сервер більше не приймає цей телефон. Твої зміни збережено тут.
zh: 你的服务器不再接受这部手机。你的更改保留在这里。
